let begin = [
    `夜色降临，天边点缀着疏疏的几颗星，大江入海处的风浪如饕餮吞吃的声音，白天的汪洋大海，此时全消化在了昏暗的夜幕中。程源海独自站在这儿，搅动的思绪在这背景的映衬下也显得格外的混乱，脑海中不断闪过的片段让他陷入更深的疑惑。程源海与程源江是一对亲兄弟，哥哥源海大弟弟一个月。自打记事起他们就住在这片入海口，他们的童年也是在这儿度过的，滩涂、鱼虾、赶海、捡贝壳......这一切都组成了他们平凡而又美好的童年。可不知为什么，哥哥源海总是能隐隐感觉到村民们在背后议论他们兄弟俩跟父母长得不像这事儿，并且这种感觉随着成长变得越来越强烈。尽管他也很疑惑，但从小与父母的朝夕相处也让他无处怀疑，便也就将这件事压在心底，从未提起过。很快，兄弟俩就上了六年级，弟弟却苦恼起来——他喜欢的女孩儿似乎总是跟哥哥走得很近，少年的情愫与稚嫩的心态使得弟弟源江产生了嫉妒之心，终于有一天，两人因一件小事儿发生了争吵，弟弟抓住机会借题发挥，很快便与哥哥扭打了起来。班主任知道之后非常生气，便惩罚他们各自写自己的名字一百遍。程源海、程源海、源海、源海、源海......哥哥一遍遍写着自己的名字，突然，他似乎意识到了什么`,
    `田勇，自打开始念书后，就没有哪场考试不是满分。每一位有幸教过他的老师无不对他的天资聪慧所折服，可是他只读到初中就辍学了——他家实在是太穷了。田勇一家子十口人依旧住在不知道从哪一代人祖传下来的土窑洞里，每天的伙食仅仅能让人勉强觉得“不是很饿”而已，听说他们几代人的生活都是这般没有一丝不同。但是，他家也很有钱，田勇曾听到家人们私下里议论过爷爷床底下的那个铁箱子——听说几代人从牙缝里挤出来的钱都变成了金条藏在了里面，不过没人真正见过里面的东西，也没人知道为什么一代又一代人要如此造作自己来存钱。他们只知道这是一条绝不能触碰的红线，否则便会迎来爷爷最严厉的责骂——在田勇家里，爷爷拥有最高的权威。
    田勇家附近有一所大学，田勇没事的时候总喜欢在里面游荡，一天他心血来潮进入了一间课室，在课堂上，罗教授口中的那句“金子不用，跟石头又有什么分别”深深触动了他。
    当天夜里，田勇辗转难眠，他死盯着那个铁疙瘩，对自己窘迫生活的自卑、对传言的好奇、对大学对知识的向往……这一切在重重地敲击着田勇的心灵！
    `,
    `盘古开天之初,天地昏暗,盘古做出一盏油灯照亮大地,直到盘古把左眼化作太阳,右眼化作月亮后,这盏油灯就失去了它原有的作用,最后被女娲放进了神灯楼中,并叫一名小仙来看管着油灯。这一晃三千年过去了。
    神灯楼附近街边卖艺的兄妹俩精湛技艺使得周围水泄不通，收取铜钱的竹筐旁伸出一只小手，抓了一把铜钱后又迅速收回。眼尖的小妹大喊：“喂！阿行！又是你！别跑！”一场追逐战在集市展开。
    阿行无父无母，从小吃百家饭长大。他游走时遇到一个江湖骗子，学得一身偷鸡摸狗的本领。集上的商户们埋怨着阿行的这些小动作，但都知道他想干什么——阿行想去更大的世界找到父母的下落。
    小妹把阿行追进一条小巷中。阿行体力不支，突然眼前一只手把他拽进了一间农舍，小妹走远，一个蒙面的身影显现在阿行面前。一个女孩眼睛露出笑意，“你好，我叫邓欣，我是从神灯楼来的！我知道你在干嘛，你一定需要我。”......
    `,

    `小木从小就知道家里和村中很多禁忌：饭要每盘剩一点，不独自去地下室，不能靠近村里那片湖。那个湖非常美丽，这个村缺水但也不允许使用湖里的水。湖被大山包围，再大的风也不起什么波澜。小木在大水坑里学会游泳后，对那个湖就更好奇。
    小木知道自己有个姐姐，但她很早就夭折了。这个村有一个规矩，家里的女孩如果不是独生女，18岁就要到湖的另一边去上学，由湖上唯一一条船带着，小木现在十四岁，从来没有见一个女孩回来，大人们说她们读完书就去大城市生活了。小木的学校也在湖另一边，因为那艘船只用来送18岁女孩去对面，小木只能爬山，生日这天他起晚了，父母爷爷却没叫他起床。
    他赶到湖边，决定划那艘船去上学，船到一半的时候，他感觉到了不对，明明是顺风，为什么船越来越慢？就像有无数的手正抓着他的船底……
    `,
    `蒹葭苍苍，白露为霜。所谓伊人，在水一方。
    快递小哥一觉醒来，便已是高山仰止的春秋战国。
    “系统温馨提示：欢迎进入快穿之小哥的快递两千年副本，本系统友情提供通关攻略——寻找场景任务发布NPC，领取并完成任务，即可完成副本，回归现实。”
    小哥惊吓之余不忘在心里狠狠地为系统的温馨翻了个白眼。
    在一片杨柳林深处，小哥看到了一户炊烟袅袅的人家。
    茅草屋掩映在晚霞余晖中，好不旖旎。
    小哥注意到这景色当然不是因为心中诗兴大发，而是因为——冥冥之中NPC的召唤。
    “河溪村村头有女无名氏，日夜抚膺而泣，请前往了解。”
    小哥穿枝拂叶，走过一片杨柳依依。
    不出所料，那发布任务的NPC是个婀娜多姿温柔娴静的女子，主动靠近他道：“鄙疆战胶，战士毋归。今有锦囊，但愿寄之。”
    小哥心下一喜，这任务可不就是老本行，立马接了任务，却发愁起来。
    这两千年前的快递，没有某通某丰某邮政，究竟是怎么送的？
    `
]


export default begin